Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “居然能撑到现在，兴许还真有升仙的资质。可惜……”他叹了一声，话语里却没有半分怜惜的意思，反正带着一股说不出的阴冷。
en_us: "He can hold on up till now. He indeed has the potential to become a Perfected Immortal. What a pity..." he sighed, but his tone was anything but sympathetic. Instead, it seemed frighteningly cold.

source: “屠了他们又怎样？”血狐神情越加的疯狂，似是想到了什么，牙关紧咬眼里的杀意都快溢出来了，“那群愚蠢的凡人，早就该死了！是他们……是他们害死了我的雪儿。说什么人妖殊途？都是放屁！我跟雪儿是真心相爱，干他们何事？雪儿是我一生所爱，却因他们而死，他们就应该为此偿命！”
en_us: "So what if I slaughter them?" The expression on the blood fox grew increasingly deranged. Seemingly thinking of something, he clenched his teeth and the murderous intent in his eyes intensified. "That stupid bunch of mortals, they should have died long ago! They… they were the ones who killed my Snow Flake, claiming that human and demons couldn't be together. All a bunch of bullshit! Snow Flake and I really loved each other, what business was it of theirs? Snow Flake was the love of my life, and she died because of them, so they should pay for what they did!"

source: “工资！”
en_us: "Here, salary!"

source: “已经很晚了，快回去睡觉吧？”她摸了摸它的兔毛，“你不是要生小兔子了吗？回去早点休息。”
en_us: "It's already late, quickly go back and sleep?" She touched its rabbit fur and said, "Aren't you going to make more rabbit babies? Get back early and have a good rest."

source: “师……父。”羿清走了过去，看向她身后。视线交汇，空中仿佛响过嗞啦啦的电光声。
en_us: "Master..." Yi Qing walked toward her, glancing at the person behind her. They locked eyes and the air between them felt as if it were charged with static.

source: “师……父？”羿清却愣愣的看着她手里的剑，明明这把剑已经断了，明明这已经不能算是武器，“为什么……”为什么师父还能使出那么厉害的招式。
en_us: "Mas…ter?" Yi Qing stared at the sword in her hand. The sword had been broken — it couldn't be used as a weapon. "How…" How did Master manage to do something so incredible with a broken sword?

source: “师兄且慢！”一边的持法堂堂主奚辰连忙拦住了人，“依我看，来人未必是那魔头。”
en_us: "Senior Brother, wait!" Disciplinary Hall Master Xi Chen held him back hastily. "In my opinion, this person might not be that fiend."

source: “师兄可听说，前阵子魔修芮糜的万魔窟突然现世之事？”
en_us: "Senior Brother, have you heard the news recently about fiendish cultivator Rui Mi's Myriad Fiend Den’s sudden resurgence?"

source: “师兄！”任翼一惊，连忙扣住他另一只手的脉，一探之下眼睛猛的暴睁，“师兄……你的金丹！！怎么会？你何时受的重伤？”
en_us: "Senior Brother!" Shocked, Ren Yi quickly took his pulse from the other arm. After checking his pulse, Ren Yi's eyes widened. "Senior Brother… your Golden Core! How could it? When did you sustain such serious injuries?"

source: “师兄！”任翼不敢置信的看着这个突然改变主意的人。
en_us: "Senior Brother!" Ren Yi was stunned at seeing this sudden change in attitude.

source: “师兄！”青尹全无防备，想要躲已经来不及，只能一脸不敢置信在满天的剑意中化为灰烬。而青亦已经转身消失在了墙内，墙面也恢复成了原本的样子。
en_us: "Senior Brother!" Qing Yin was defenseless and did not have the time to dodge. All that was left was his face of disbelief as he turned into ashes under the attacking sword intent. Qing Yi on the other hand had already disappeared behind the wall, which had returned to its original state.

source: “师兄，你到底什么意思？”刚飞出百里距离，任翼再也忍不住甩开了对方，“这么好的机会，你居然就这么放走了。以我们的姿质，错过了这次，或许再没结婴的机会！”
en_us: "Senior Brother, what was all that about?" After flying for 50km, Ren Yi could no longer hold it in and he flung him aside. "It was such a good opportunity, and you just let it go like that. With our talents, once we miss this chance, we may never be able to complete our Nascent Soul Formation!"

source: “师兄，别跟她废话了。瞧她这貌样明显就是受了重伤，就算我们想怎么样，她又能耐我们何？”那人直直的看向戚橙雨，眼神却越来越火热，仿佛要将人吞吃进去一般，“听说她可是难得一见的纯阴之体。与其双修，能让修为大涨。以前她是元婴魔尊，我们动不了，现在她重伤在身，你还磨叽什么？还不赶紧采补了她！”
en_us: "Senior Brother, don't waste your time speaking nonsense with her. Look at her state now, she is obviously seriously wounded. Even if we were to do anything, what could she do to us?" The other person stared directly at Qi Chengyu and the look in their eyes grew hot, as if ready to swallow her whole. "I heard that she has a body of pure Yin. Cultivating with that can allow our cultivation to rise dramatically. She was previously a Nascent Soul Fiend Supremacy, and we couldn't touch her, but now she is seriously wounded. What are you waiting for? Quickly harvest her!"

source: “师兄，这到底是……”持法堂堂主奚辰上前一步，急声问。
en_us: "Senior Brother, this is…" Disciplinary Hall Master Xi Chen stepped forward and asked hurriedly.

source: “师兄？”任翼一愣。
en_us: "Senior Brother?" Ren Yi was taken aback.

source: “师兄？”孤月不敢置信的睁大了眼睛，“你也这么认为!”
en_us: "Senior Brother?" Lonemoon could not believe his ears. His eyes widened as he asked, "Even you think so?"

source: “师叔……”他去的确是最合适的。
en_us: "Uncle-Master…" Lonemoon was right to say that he was in the best position to go.

source: “师叔无需过谦，此次多愧师叔相助，原来之前这鬼王迟迟不出来，是太害怕师叔的原故。”
en_us: "Uncle Master, you need not be so humble. It was all thanks to your help. The Ghost King did not come out all this while because it was too afraid of Uncle Master."

source: “师叔说得对，之前是我太高估了这鬼王，没想到在师叔的威压之下，它居然连站都站不起来了。”
en_us: "Uncle Master was right. Previously, I overestimated this Ghost King. Who would have known that under the coercion of Uncle Master, it could not even stand up."

source: “师叔！”
en_us: "Uncle-Master!"

source: “师叔！”*N！
en_us: "Uncle-Master!" x N!

source: “师叔！”奚秋抱拳行了个礼，回头指向里面道，“您总算来了，快看看这噬魂幡。”
en_us: "Uncle-Master!" Xi Qiu cupped his fists and bowed. He turned and pointed in, "You are finally here, come and have a look at this Soul Devouring Gonfalon."

source: “师叔，刚刚我们四人已经试过了，无论用什么术法。这鬼旗都没有反应，不知是何故？”奚秋解释。
en_us: "Uncle Master, the four of us have just tried the same thing. No matter what spell we used, this ghost flag still did not respond. I wonder why." Xi Qiu elaborated.

source: “师叔，噬魂幡……”要怎么办？
en_us: "Uncle Master, the Soul Devouring Gonfalon…" What now?

source: “师叔，快将幡旗放回阵里，不能让鬼王的声音传出去！”
en_us: "Uncle Master, quickly place the gonfalon back into the array. We must not let the Ghost King's sound attack be transmitted!"

source: “师叔，那这鬼王……”奚秋急唤了一声。
en_us: "Uncle Master, that Ghost King…" Xi Qiu urgently called out.

source: “师叔？”奚秋疑惑的看了他一眼。
en_us: "Uncle-Master?" Xi Qiu looked at him quizzically.

source: “师姐！”思羽连忙冲过去，小心翼翼想扶起了地上的人。
en_us: "Senior Sister!" Si Yu quickly rushed over and heped her up carefully.

source: “师姐！”还好思羽反应快，转身往她身边跑去，打落了致命的几剑。
en_us: "Senior Sister!" Thankfully, Si Yu reacted quickly. She turned and ran to Yu Hong's side, shielding her from several swords.

source: “师姐，发生什么事了？”她们朝着刚飞回来的郁红等人围了上去。
en_us: "Senior Sister, what happened?" They crowded around Yu Hong and the others who had just returned.

source: “师弟！”
en_us: "Junior Brother!"

source: “师父……”
en_us: "Master..."

source: “师父……”他正要坐起来，身上却传来一阵撕裂感。
en_us: "Master..." He was about to sit up when he felt a tearing pain in his body.

source: “师父……”他突然转头看向沈萤，眼神分外的坚定起来，“请将此人交给我一人处理，徒儿定不辱师门。”
en_us: "Master…" He suddenly turned around and looked at Shen Ying, his expression one of conviction. "Please let me handle this man. I will not fail you, Master."

source: “师父……”唯一冷静的羿清开口提醒，“她再不停手，那人就要被打死了。”而且她气昏了头，貌似听不到别人的话了。
en_us: "Master…" Only Yi Qing remained calm as he reminded, "If she don't stop, that man is going to be beaten to death." What’s more, her head was filled with anger, so she most likely would not listen to anyone’s words.

source: “师父……”眼着山洞已经被切成了一堆碎石，羿清这才飞了回来，“好了！”没有陷阱了。
en_us: "Master…" Seeing that the cave had been chopped into a pile of gravel, Yi Qing had flown back. "Okay!" No more traps.

source: “师父……”羿清一愣，顿时明白了她的意思。咬了咬牙，回头瞪了众人一眼，师父想把轩辕家的注意力，都转移到她身上，以解玄天宗的危机吗？
en_us: "Master…" Yi Qing hesitated. After a moment, he understood what she meant. He gritted his teeth and turned around to glare at the crowd behind him. His master had attempted to distract the Xuan Yuan Family — she wanted to turn the attention to herself to help the Blackheaven Sect avert disaster.

source: “师父……”羿清一脸愧疚，与芮糜那一战，能保住命都已经是个奇迹了，他是真的忘了储物袋丢了的事，“都是弟子的错，若不是我着急来送噬魂幡，也不会害得师父连灵石也没带。”
en_us: "Master…" Yi Qing was filled with guilt. After the battle with Rui Mi, it was already a miracle to have kept himself alive; he had truly forgotten about losing the storage bag. "It's all my fault, if I had not rushed to deliver the Soul Devouring Gonfalon, I would not have caused Master to not bring any spirit stones."

source: “师父……”羿清一脸的愧疚，“外事堂的人说，我们本月灵米的数额已经……领完了。”
en_us: "Master…" Looking all guilty, Yi Qing said, "The people from the Outer Affairs Hall said that we have already hit… the limit for spirit rice collection this month."

source: “师父……”羿清动了动，转头看向旁边的沈萤，眼里满满都是愧疚和不甘，“对不起，徒儿学艺不精……没有赢……过他。”
en_us: "Master…" Yi Qing twitched, turning to face Shen Ying. His eyes were filled with guilt as he apologised, "I'm sorry. Your disciple has failed to take after you… I didn't… win against him."

source: “师父……”羿清擦掉嘴角的血迹，抬头看向空中的青亦，“那人……不是化神期！”刚刚那道气息，不会是化神修士的。
en_us: "Master…" Yi Qing wiped off the blood at the corner of his mouth, and looked up towards Qing Yi who was in the air. "That person… is not at the Soul Formation stage!" That aura definitely did not belong to that of a Soul Formation cultivator.

source: “师父……”羿清放下手中刚炒完的菜，难得没有继续扎进厨房里，反正坐了下来，看向沈萤道，“这些天，您看出来了吗？”
en_us: “Master……”Yi Qing put aside the dish he just cooked, sat down, and looked at Shen Ying as he said “Did you manage to spot anything these few days?”

source: “师父……”羿清眉头紧了紧，翻动了几下锅铲，才沉声道，“他明显对您别有用心，您可千万别被他骗了。”
en_us: "Master..." Yi Qing frowned and stirred the contents of the wok. ”He is obviously spending extra effort to please you; please don't be so easily bought over."

source: “师父……”羿清脸已经黑成了锅底，一把夺过了郁红手里的碗，一字一句义正词辞的道，“您从来不吃甜豆腐脑的！”
en_us: "Master…" Yi Qing's face was already as black as the bottom of a pot. He snatched over the bowl from Yu Hong and pointed out sternly, "You never eat sweet beancurd!"

source: “师父……”羿清鼻子一酸，满心的感动无处安放，师父果真是大善之人，此生无愧入师门。
en_us: "Master…" Yi Qing felt a lump in his throat — he was extremely touched. Master was indeed a person with great kindness; he felt no regrets in following under her wing.

source: “师父……它是？”羿清愣了愣，残魂本来就不宜察觉，再加上这里满殿的霞光仙气，他们还真没发现殿中原来还有一丝残魂。
en_us: "Master… he is…?" Yi Qing questioned. Remnant souls were not normally that easy to detect. Given that this hall was filled with multi-colored Immortal Qi, it was even more difficult to spot the remnant soul.

source: “师父……放……心！无妨！”
en_us: "Master… Do… not… worry! It's alright!"

source: “师父……这不能吃。”羿清一脸为难的回答。
en_us: "Master... this beast can't be eaten," Yi Qing painfully replied.

source: “师父。”洗完碗出来的羿清突然开口。
en_us: "Master." Yi Qing, who had emerged from the kitchen after doing the dishes, suddenly spoke.

source: “师父。”羿清上前一步提议道，“这洞看着不深，不如我用剑阵逼它出来。”
en_us: "Master." Yi Qing stepped forward with a proposal. "This cave doesn't look deep, why not let me force it out using a sword array."

source: “师父。”羿清上前一步解释道，“向来高阶凶兽旁边，必有异宝。如今此兽已死，也就是说它守着的宝物，已经成了无主之物。”
en_us: "Master," Yi Qing began to explain, "usually, where there are high-level beasts, there would be treasure. Now that this beast is dead, its treasures will be unguarded. They're free for our taking."

source: “师父。”羿清从顿悟中醒来的时候，沈萤已经睡了个午觉起来了，“多谢师父指点，弟子修为才得以小进。”
en_us: "Master," Yi Qing called out after having recovered from his epiphany. Shen Ying had already woken up from her nap. "Thank you for your guidance. It helped your disciple make a little progress."

source: “师父。”羿清快步迎了上来，上下扫了她一遍才松了口气，还好没丢。
en_us: "Master." Yi Qing quickly went forwards to greet Shen Ying and looked her over carefully from head to toe, and only after doing so did he heave a sigh of relief. Thank God she had found her way back.

source: “师父。”羿清没理孤月直接走了回来。
en_us: "Master," Yi Qing turned back, ignoring Lonemoon's call.

source: “师父。”羿清瞅了瞅旁边的人，犹豫了一下，还是忍不住问出了口，“不知您与尊者在商量何事？弟子可有打挠？”莫非孤月仍是对师父贼心不死，想拜师？
en_us: "Master." Yi Qing glanced at the person beside him and hesitated for a moment before spouting out, "Did you and the Supremacy have something to discuss? Did I interrupt the discussion?" Could Lonemoon still be insistent in wanting to become my master's disciple?

source: “师父。”羿清第一个迎了上来，刚要走近却脚步一顿，看着她手上的人，“这是……”怎么多了个婴儿？
en_us: "Master." Yi Qing was the first to welcome them but as she came closer to see who he'd brought along, she was stumped. "This...", where did this other Infant come from

source: “师父。”羿清默默上前一步提醒道，“金子对于修士来说是没有任何意思的。”
en_us: "Master." Yi Qing silently stepped forward with a reminder, "Gold holds no meaning for cultivators."

source: “师父不是说吃饭要准时准点吗?”
en_us: "Master, didn't you say you want to have meals at fixed timings?"

source: “师父不用为我忧心。”羿清一边吐着血一边急声开口道，“是我自愿运功封住噬魂幡的，与它人无关。能在死前……拜在师父门下，羿清……余愿足矣！”
en_us: "Master, you need not worry about me," said Yi Qing hurriedly, vomiting blood at the same time. "I willingly drew out my power to seal the Soul Devouring Gonfalon, it does not concern anyone else. To die after… being accepted under your wing, I… can die with no regrets!"

source: “师父不用担心，我的伤的确是好了。”羿清皱了皱眉，放下手里新炒的菜道，“只是经过塔内那一战，感觉此前已经巩固的修为有所松动，想闭关参详，冲击一下修为。”
en_us: "Don't worry, Master, I have more or less recovered," Yi Qing frowned. He placed a new dish on the table and continued, "It's just that after that battle in the pagoda, I've been feeling like my cultivation has deteriorated. I want to lock myself up to assess my situation and work on my cultivation."

source: “师父且慢！”羿清深吸了一口气，用从未有过的认真表情看向沈萤道，“请恕弟子愚顿，还未参透师父此招的用意。”
en_us: "Master, wait!” Yi Qing took a deep breath and looked at Shen Ying with an expression of earnestness such as he had never shown before. "Please forgive your disciple's ignorance, I have yet to understand the intent behind this move of Master's."

source: “师父为什么还能用这把剑？”他眼里满满都是求知欲，这剑明明已经废了，无论谁都不可能用出任何剑招的，“徒儿想知道，我到底还有哪里不足？”
en_us: "Master, how are you still able to use this sword?" His eyes reflected a hunger for knowledge. He had thought the sword was useless. Nobody would have been able to use it to do anything. "Your disciple wants to know where he is lacking."

source: “师父你看，牛爸爸也这么说！”羿清用力点了点头，第一次响应孤月的话，“师父你要三思啊。”
en_us: "Look, Master, even Father Niu says so! Yi Qing nodded furiously. This was the first time he agreed with something Lonemoon said. "Master, you need to reconsider."

source: “师父你稍等，马上就好。”他一边生火，一边把储物袋里的灵兽肉往外掏，“这里仍旧是玄天宗范围，难有灵兽出没，不过东方的集市上就有传送阵，只要过了那传送阵，再经三日我们就可以回到茅屋了。”
en_us: "Master, please wait here. Lunch will be ready in a second.” He started a fire while he took the remaining spirit beast meat out from his storage bag. "We're still in Blackheaven Sect's territory so it's unlikely we'll be able to find any spirit beasts. The town in the east has transportation arrays. As soon as we cross the transportation array, we should take no more than three days to get back to the straw cottage.”

source: “师父只是……懒得反抗！”
en_us: "Master was just… too lazy to resist!"

source: “师父可否告知徒儿，上次与我交手的魔修芮糜在何处？”他皱了皱眉，接着道，“他以活人魂魄祭练噬魂幡，手上血债累累。而且他修行的是极为阴毒的魔功，全身带有巨毒。”
en_us: "Can Master reveal the whereabouts of Rui Mi, the fiendish cultivator, the one I had fought with?" He frowned and continued on, "He used the souls of living mortals as sacrifice to the Soul Devouring Gonfalon. A great debt of blood is on his hands. Not only that, his whole body is covered in venom from cultivating an extremely vicious fiendish technique."

source: “师父可是担心，不知我现在剑术水平如何？”见她久久不回羿清猜测，“是羿清疏忽了，不如我们换个场地，我演示给师父看。您再从旁指导如何？”
en_us: "Master, are you worried about my current level of swordsmanship?" guessed Yi Qing, seeing that she did not reply for a while. "It's my negligence, how about we change location and I can demonstrate for Master to see. Perhaps you can then guide me from the side?"

source: “师父可是没带趁手的兵器？”羿清赶忙把手里的灵剑递给了她，“是徒儿疏忽，要不先用我的吧。”
en_us: "Master doesn't have a weapon on hand?" Yi Qing quickly passed her the spirit sword in his hand. "Excuse my oversight, please use mine for the moment."

source: “师父已经用玄灵花，助你打开界门了。”离我师父远点小婊砸！“界门开启时间有限，道友还是尽快出发的好。”快滚！
en_us: "Master has already used the Black Spirit Blossom to help you open the realm gate." Stay away from my master, you little bastard! "The realm gate only stays open for a liimited time. Fellow Daoist, you best be going now." Get lost!

source: “师父您……忘了？”羿清试探的问。
en_us: "Master, you… don't remember?" asked Yi Qing.

source: “师父我去吧！”羿清脸色一沉，上前一步道，“这挑战之地也就一日的路程，弟子有信心可以取胜。”
en_us: "Master, let me go!" With a serious expression, Yi Qing stepped forward and said, "This challenge venue is only a day's journey away. I am confident that I can win."

source: “师父放心。”他直接站了起来，“我这就去跟他们说清楚，当日力战轩辕家的人其实是师父，我们其实根本就没有进入轩辕家后殿。”说完转身就打算下楼与那些议论的人解释。
en_us: "Rest assured, Master." He stood up. "I will go and clear up the misunderstanding. It was actually Master who fought off the people from the Xuan Yuan Family, we did not even enter the back of their hall." He then turned and intended to go downstairs to explain to those people who were in the middle of discussion.

source: “师父放心，很快的。”羿清一本正经的加了一句，顺便一脸忌惮的扫了一眼满桌子的菜，一道道的看完，神情才松了松，越加冷笑道，“哼，就这样的菜，也敢做给师父吃！”
en_us: "Rest assured, Master, it will be done very quick," Yi Qing added another line earnestly as he carefully scanned the table full of dishes at the same time. After scanning each and every one of them, his expression finally relaxed before he sneered again. "Hmph. How dare you all make such dishes for Master to eat!"

source: “师父放心，徒儿不累。”
en_us: "Master, do not worry. Your disciple is not tired."

source: “师父放心，过两天就到门派分发奉例的日子，到时弟子就可以领到灵石了。”羿清立马宽慰道，“而且玄天宗附近走兽居多，这几天可能要委屈师父吃些肉食，我这就去抓！”
en_us: "Master, do not worry. It will be pay day two days later, then your disciple will be able to receive spirit stones." Yi Qing immediately consoled, "Moreover, the Blackheaven Sect has many animals nearby, so for the next few days Master will have to suffer a little and eat their meat. I shall go and catch them now!"

source: “师父放心，马上就到了。”
en_us: "Master, don't worry, we are almost there"

source: “师父早。”半会羿清才回了一句，有些犹豫的扫了她一眼，“您……醒了？”
en_us: "Good morning, Master." Yi Qing could only manage this reply after a long moment. He glanced at her hesitantly. "You're… awake?"

source: “师父是玄天宗，他们是修仙大派，门下弟子众多。至于好不好客，我就不知道了。”
en_us: “Master, they are called the Blackheaven Sect, an established sect for cultivating immortals that has many followers. As for hospitality, I don't know."

source: “师父是说开宗立派？！”羿清也是一脸的震惊。
en_us: "Master, you're saying we should establish a sect?" Yi Qing was also startled.

source: “师父果然高深莫测！”羿清眼睛一亮，“这一定是什么高阶功法？师父能否再说一遍？”
en_us: "Master is indeed unfathomably profound!" Yi Qing's eyes lit up as he said, "This must be some high level cultivation technique? Can Master repeat again?"

source: “师父没有空闲。”
en_us: "Master is not free."

source: “师父的意思是说，只要能力到了，招式剑法其实都不重要！”
en_us: "So what Master is saying is that as long as one has attained the capability, the sword style and technique is not important!"

source: “师父稍等。”
en_us: "Master, please hold on."

source: “师父稍等，马上就好了。”羿清的锅铲挥舞得更快了。
en_us: "Master, wait a moment. It will be ready in a moment." Yi Qing's spatula moved at an even greater speed.

source: “师父说得对！”
en_us: "Master is right!"

source: “师父说得没错！”
en_us: "Master is right!"

source: “师父说的对！”羿清秒拒+1
en_us: Yi Qing followed, "Master is right!"

source: “师父请在此稍侯，马上就好。”
en_us: "Master, please wait here, it will be ready soon."

source: “师父请讲。”
en_us: "Please tell me."

source: “师父请说。”
en_us: "Master, please tell me."

source: “师父这两个名字取得好！”羿清用力点头，“一听就是可以流芳百世的名字。”
en_us: "Master, these names are great!" YI Qing nodded profusely. "They sound like extremely reputable names."

source: “师父！”他急匆匆飞了下来，转眼看到旁边的戚橙雨，眼神一厉，却没有直接动手，反而快步朝沈萤走了过来，“是徒儿疏忽让师父受此劫难，您没事吧？”
en_us: "Master!" He hurriedly flew down and then saw Qi Chengyu at the side. He looked over with caution but did not immediately take action, instead quickly coming over to Shen Ying. "It's my negligence to have let Master experience such a predicament. Are you alright?"

source: “师父！”大声。
en_us: "Master!" He was being so loud.

source: “师父！”羿清一喜，“您没……”
en_us: "Master!" Yi Qing was delighted, "You are not..."

source: “师父！”羿清一惊，大声提醒。
en_us: "Master!" Yi Qing exclaimed, alarmed.

source: “师父！”羿清一惊，欲言又止。
en_us: "Master!" Yi Qing was shocked. He was about to say something, but did not do so in the end.

source: “师父！”羿清一惊，猛的转头看向她，“您……不会真的想找个道侣吧？”
en_us: "Master!" Yi Qing turned to her in shock. "You... You are not really looking for a Dao partner right?"

source: “师父！”羿清不敢置信的瞪大眼，满脸都写着，你居然帮着这个小婊砸。
en_us: "Master!" Yi Qing's eyes widened in disbelief. Betrayal was written all over his face. You're helping this little bastard?

source: “师父！”羿清也快步走了过来，看了地上的人一眼，“这……是什么人？”为什么会从劫雷之上掉下来？
en_us: "Master!" Yi Qing quickly moved toward them and looked at the person on the floor. "Who... is this?" Why did he fall down from what seemed to be the Lightning Tribulation?

source: “师父！”羿清也连忙把沈萤拉回了剑上，与重新化为黑气的狸猫一起，朝上飞出了这个深坑。
en_us: "Master!" Yi Qing quickly pulled Shen Ying back onto the sword. Together with the civet cat - which had by then transformed into black Qi - he flew out of the pit.

source: “师父！”羿清先一步迎了上去。
en_us: "Master" Yi Qing ran toward her, closing the gap quickly.

source: “师父！”羿清回过了神，转头看了她一眼，眼里有着显而易见的怒气，似是再也忍不住了，退后一步指着白泽，不客气的道，“他说自己叫白泽，但白泽乃是传说中的上古神兽，从未有人见到过，是否真的存在还难说，怎么可能出现在凡界。我看这人来我无敌派，定是不怀好意。”
en_us: "Master!" Yi Qing regained her composure and turned to Shen Ying, anger flashing in his eyes. He could take it no longer. He retreated and pointed to Bai Ze, "He calls himself Bai Ze, but Bai Ze is a legendary ancient immortal beast. No one has seen it before and nobody knows if it really exists. How can it appear in the mortal world? I think this person has come to Invincible Sect harbouring evil intentions."

source: “师父！”羿清突然发出一声惊呼，“这萝卜……”
en_us: "Master!" Yi Qing suddenly let out a gasp. "The radish…"

source: “师父，不可啊！”
en_us: "No, Master, don't do it!"

source: “师父，东边灵气大盛。”羿清抬头看了看右侧，沉声解释道，“应该是有异宝降世。”
en_us: "Master, the Spirit Qi in the east has spiked." Yi Qing raised his head and looked to the right, explained in a solemn voice, "There probably is a unique treasure descending into the world."

source: “师父，人心险恶，总得以防万一。”他一脸认真的道，“之前是徒儿的失误，才让师父第二次被劫走。我决不允许自己再犯第三次错误。”
en_us: "Master, the heart of a person is always unpredictable and evil. We need to be careful just in case." He continued seriously, "Previously, it was your disciple’s mistake in letting Master be abducted. I will not let myself make this mistake a third time."

source: “师父，你忘了金乳酥！”羿清立马补充。
en_us: "Master, you forgot the Golden Butter Crumble!"

source: “师父，别让这些猪食玷污了您高贵的身躯。我马上就给你做新的。”
en_us: "Master, do not let these pig feed pollute your noble body. I will immediately make some new ones for you."

source: “师父，到了。”羿清停了下来，收起了灵剑。
en_us: "Master, we have arrived." Yi Qing stopped and put away his spiritual sword.

source: “师父，在下羿清。”
en_us: "Master, I am Yi Qing."

source: “师父，孤月尊者又来了。”羿清边收拾碗筷，带点犹豫的开口。
en_us: "Master, Supremacy Lonemoon is here again." Yi Qing hesitated as he kept the cutlery.

source: “师父，它没事。”羿清出声解释，“草木灵成形前不染凡世因果，所以雷劫是所有生灵里伤害最小的。”
en_us: "Master, it's alright," Yi Qing answered. "Before the Vegetation Spirit takes form, it is unaffected by anything that happens in the natural world. The Lightning Tribulation does the least harm to these spirits."

source: “师父，已经比完了。”羿清突然开口道。
en_us: "Master, the competition is over," Yi Qing suddenly said.

source: “师父，徒弟第一次做，不知可否符合您的口味。”羿清带些忐忑的问。
en_us: "Master, this is my first attempt, I hope it will be to your taste?" Yi Qing asked in nervous anticipation.

source: “师父，快看后面！”羿清突然出声，“我们出来的地方……”
en_us: "Master, look behind!" Yi Qing suddenly cried out. "The place where we came out from…"

source: “师父，您今天想吃什么？”解决了一件大事，羿清瞬间觉得神清气爽，自动切换到了点菜模式，“上次您带回的那些海鲜，您想吃暴炒、红烧、清蒸还是油闷？”
en_us: "Master, what would you like to eat today?" Yi Qing was much more relieved now that Bai Ze and Yi Feng were gone. He felt as if a heavy weight had been lifted off his chest. Now, he was ready to play the chef again. "Earlier, you brought home a lot of seafood. Woud you like to have it deep fried, roasted, steamed or boiled?"

source: “师父，您所说的存在感是很重要的东西吗？”羿清一脸认真的问。
en_us: "Master, are you saying that having presence is something very important?" Yi Qing asked with a face of seriousness.

source: “师父，您真的要一起去吗？”对于沈萤突如其来的随行决定他有些惊讶。
en_us: "Master, you really want to join us?" He was a little surprised by this sudden decision of Shen Ying's.

source: “师父，想吃点什么？”
en_us: "Master, what would you like to eat?"
